Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Dialogs.resw
Source language: en_us
Languages: da, de, es, fr, he, pl, ru, sv, zh

# ECF1DescTB.Text
source: Recommended option for servers that use roles for trusted membership.
pl: Zalecena opcja dla serwerów używających ról dla zaufanych członków
ru: Рекомендуемая опция для серверов, использующих роли для доверенных участников

# ECF2TB.Text
source: Scan messages send by all members.
pl: Skanuj wiadomości od wszyskich członków
ru: Сканировать сообщения от участников.

# ECF2DescTB.Text
source: Recommended option for when you want that squeaky clean shine.
pl: Zalecana opcja, gdy chcesz mieć czysto na błysk.
ru: Рекомендуемый вариант, когда вам нужен этот скрипуче-чистый блеск.

# AuditLogsTB.Content
source: Audit Log
pl: Dziennik zdarzeń
ru: Журнал действий

# AdministratorToggle.Header
source: Administrator
es: Administrador
fr: Administrateur
he: מנהל
ru: Администратор
sv: Admin/Administratör
zh: 管理员

# BanBTN.Content
source: Ban
de: Ausschluss
es: Prohibición
fr: Bannir
he: באן
ru: Бан
sv: Banna
zh: 封禁

source: Ban
de: Bannen
ru: Бан

# AttachementsTB.Text
source: Attachements
da: VEDHÆFTEDE FILER
es: Adjuntos
fr: PIÈCES JOINTES
he: קבצים מצורפים
sv: Tillägg
zh: 附加文件

# NoteTB.Text
source: NOTES
es: Notas
he: פֶּתֶק
zh: 备注

# PoliteDonationBTN.Content
source: Polite donation $0.99
es: Donación Cortés $1,29
fr: Don poli $1.29
he: תרומה מנומסת $1.29
zh: 礼貌捐赠$1.29

# FlagHypesquad
source: HYPESQUAD
he: אנשים אקסטטיים

# PremiumSince
source: Premium meber since
es: Miembro Premium desde
fr: Membre premium depuis
he: חבר פרמיום מאז
